Repository: Revangar/CentauriFounders
Catalog: AsterMiners/Game/Localization/*.lproj/Localizable.strings
Languages: ru

# title_riftfall
source: Aster Miners: Riftfall
ru: Астер Майнерс: Провал

source: Play
ru: Играть

source: Settings
ru: Настройки

# meta_unlocks
source: Unlocks
ru: Открытия

# meta_currency
source: Run Earnings
ru: Добыча

source: Credits
ru: Кредиты

# credits_format
source: %d Credits
ru: %d кредитов

source: Auto-Aim
ru: Автоприцел

source: Extract
ru: Эвакуация

source: Dash
ru: Рывок

source: Mine
ru: Бур

source: Interact
ru: Взаим

# class
source: Discipline
ru: Специализация

# class_prospector
source: Prospector
ru: Искатель

# class_warden
source: Warden
ru: Страж

# class_engineer
source: Engineer
ru: Инженер

# difficulty_format
source: Intensity %d
ru: Интенсивность %d

source: Joystick Scale
ru: Размер стика

# quality
source: Graphics
ru: Графика

# quality_low
source: Low
ru: Низко

# quality_medium
source: Balanced
ru: Сбаланс

# quality_high
source: High
ru: Высоко

source: Reset Progress
ru: Сбросить прогресс

source: Done
ru: Готово

source: Blueprints
ru: Чертежи

# weapon_aurora_beam
source: Aurora Beam
ru: Луч Авроры

# weapon_fracture_burst
source: Fracture Burst
ru: Разломный залп

# weapon_orbital_shield
source: Orbit Shield
ru: Орбитальный щит

# upgrade_overcharged_coils
source: Overcharged Coils
ru: Перегретые катушки

# upgrade_overcharged_coils_desc
source: Increases beam cadence and damage output.
ru: Ускоряет луч и усиливает удар.

# upgrade_crystal_spurs
source: Crystal Spurs
ru: Кристальные шпоры

# upgrade_crystal_spurs_desc
source: Your boots cut faster across grit.
ru: Быстрее пробег по осыпям.

# upgrade_warden_shell
source: Warden Shell
ru: Панцирь стража

# upgrade_warden_shell_desc
source: Expands shields and radiant light.
ru: Расширяет щит и свечение.

# enemy_swarmling_name
source: Swarmling
ru: Роевой

# enemy_swarmling_desc
source: Fast melee drone of the rift.
ru: Стремительный клешнер.

# enemy_burrower_name
source: Burrower
ru: Подкопыш

# enemy_burrower_desc
source: Tunnels and strikes from below.
ru: Роет и бьет снизу.

# enemy_spitter_name
source: Spitter
ru: Плевок

# enemy_spitter_desc
source: Launches volatile resin.
ru: Метает смоляные сгустки.

# enemy_shielder_name
source: Shielder
ru: Щитонос

# enemy_shielder_desc
source: Projects counter-fields for allies.
ru: Ставит защитные поля.

# enemy_crucible_wyrm_name
source: Crucible Wyrm
ru: Тигельный червь

# enemy_crucible_wyrm_desc
source: Molten apex of the rift.
ru: Расплавленный владыка разлома.

# biome_riftfall
source: Riftfall Crater
ru: Кратер Провал

# biome_riftfall_desc
source: An asteroid hollowed by stress fractures and radiant ore.
ru: Астероид, разорванный напряжением и светящейся рудой.

# hud_wave
source: Wave
ru: Волна

# hud_time
source: Time
ru: Время

# hud_kills
source: Eliminations
ru: Ликвид

# hud_crystals
source: Crystals
ru: Кристаллы

source: Pause
ru: Пауза

source: Resume
ru: Продолжить

# quit
source: Abandon Run
ru: Покинуть

source: Language
ru: Язык

source: Haptics
ru: Тактильность

# quality_toggle
source: Quality
ru: Качество

# auto_aim_desc
source: Enable assisted targeting.
ru: Включить помощь прицеливания.

# light_buff
source: Radiant Overdrive
ru: Световой импульс

# slow_buff
source: Stasis Field
ru: Поле стазиса

# shield_buff
source: Prism Bulwark
ru: Призматический щит

# upgrade_title
source: Choose Upgrade
ru: Выбор улучшения

source: Reroll
ru: Обновить

source: Confirm
ru: Принять

source: New Blueprint
ru: Новый чертеж

# currency_gained
source: Credits Earned
ru: Получено кредитов

# xp_gained
source: Experience
ru: Опыт

# distance_traveled
source: Meters Walked
ru: Пройдено метров

# heat_warning
source: Heat Surge
ru: Тепловой всплеск

# light_warning
source: Darkness Rising
ru: Сгущается мрак

# gravity_warning
source: Gravity Shift
ru: Сдвиг гравитации

# boss_warning
source: Boss Approaching
ru: Приближается босс

# seed_label
source: Seed
ru: Сид

# grant_currency
source: Grant Credits
ru: Выдать кредиты

# spawn_boss
source: Summon Wyrm
ru: Призвать червя

source: Reroll Upgrades
ru: Обновить выбор

# debug_menu
source: Debug
ru: Отладка

source: Cancel
ru: Отмена

source: Pause Menu
ru: Меню паузы

# resume_run
source: Resume
ru: Продолжить

source: Exit to Menu
ru: В меню

# victory
source: Extraction Success
ru: Успешная эвакуация

# defeat
source: Drill Lost
ru: Дрилль потерян

source: Continue
ru: Далее

source: Minutes
ru: Минуты

# kills
source: Eliminations
ru: Ликвид

source: Crystals
ru: Кристаллы

# story_blurb
source: The Riftfall seam coughs up unheard minerals and hungering spawn.
ru: Шов Провала выдыхает неведомые минералы и голодных тварей.

# class_prospector_desc
source: Balanced miner with adaptive drill.
ru: Сбалансированный шахтер с адаптивным буром.

# class_warden_desc
source: Heat-proof stalwart with shield drones.
ru: Стойкий защитник с дроновыми щитами.

# class_engineer_desc
source: Deploys auto-turrets and repair bots.
ru: Разворачивает турели и ремонтников.

# deployable_sentinel
source: Sentinel Drone
ru: Дрон-страж

# deployable_therm_lamp
source: Therm Lamp
ru: Термолампа

# deployable_barrier
source: Flux Barrier
ru: Потоковый барьер

# audio_music
source: Music
ru: Музыка

# audio_sfx
source: Effects
ru: Эффекты

# stats_title
source: Run Summary
ru: Отчет

# stats_damage_done
source: Damage Dealt
ru: Нанесено урона

# stats_damage_taken
source: Damage Taken
ru: Получено урона

# stats_crystals_mined
source: Clusters Broken
ru: Разбито кластеров

# extraction_prompt
source: Signal extraction?
ru: Вызвать эвакуацию?

# extraction_now
source: Call Drop
ru: Вызвать

# continue_run
source: Stay
ru: Остаться

# language_toggle
source: Switch Language
ru: Сменить язык

source: Joystick Size
ru: Размер стика

# heat_level
source: Heat
ru: Жар

# light_level
source: Light
ru: Свет

# gravity_level
source: Gravity
ru: Гравитация

# settings_title
source: Run Settings
ru: Параметры заброски

# quality_dynamic
source: Dynamic
ru: Динамично

# weapon_drone_swarm
source: Orbiting Drones
ru: Орбитальные дроны

# weapon_singularity_lance
source: Singularity Lance
ru: Копье сингулярности

# meta_hint
source: Earn crystals to unlock new contracts.
ru: Собирайте кристаллы для новых контрактов.

# tutorial_tip_move
source: Drag left to move.
ru: Тяните слева, чтобы двигаться.

# tutorial_tip_shoot
source: Drag right to aim.
ru: Тяните справа для наведения.

# tutorial_tip_mine
source: Tap Mine to shatter crystals.
ru: Жмите Бур для разрушения кристаллов.

# tutorial_tip_dash
source: Dash through heat storms.
ru: Рывок сквозь тепловые штормы.

# tutorial_tip_boss
source: Prepare for the Crucible Wyrm.
ru: Готовьтесь к Тигельному червю.

# sfx_mine
source: Mining
ru: Бур

# sfx_dash
source: Dash
ru: Рывок

# sfx_pickup
source: Pickup
ru: Сбор

# sfx_upgrade
source: Upgrade
ru: Улучшение
